mattmc3/ez-compinit
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/command-not-found

zsh-users/zsh-syntax-highlighting
jeffreytse/zsh-vi-mode

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
greymd/docker-zsh-completion
